<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="utf-8">
    <title>FAQ</title>
    <link rel="stylesheet" href="{{ asset('css/dotinstall/js_accordion/styles.css') }}">
</head>
<body>
    <h1>FAQ</h1>

    {{-- <details open>
        <summary>質問です</summary>
        回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。
    </details>
    <details>
        <summary>質問です</summary>
        回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。
    </details>
    <details>
        <summary>質問です</summary>
        回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。
    </details>
    <details>
        <summary>質問です</summary>
        回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。回答内容。
    </details> --}}

    <dl>
        <div>
            <dt>質問です</dt>
            <dd>回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。</dd>
        </div>
        <div>
            <dt>質問です</dt>
            <dd>回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。</dd>
        </div>
        <div>
            <dt>質問です</dt>
            <dd>回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。</dd>
        </div>
        <div>
            <dt>質問です</dt>
            <dd>回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。</dd>
        </div>
        <div>
            <dt>質問です</dt>
            <dd>回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。回答です。</dd>
        </div>
    </dl>

    <script src="{{ asset('js/dotinstall/js_accordion/main.js') }}"></script>
</body>
</html>
